{
    "in-short": "Hello, I'm Louise(LU CHU YUN), I specialize in game programming. In my free time, I like studying about the game program architecture, and drawing some anime illustrations. I love games and would like to keep this emotion for my future creations and job. For me, Game is Life and Life is Game.",
    "art-in-short": "Original/ Derivative illustrations",
    "program-in-short": "Game development (Group/ Personal)",
    "web-in-short": "Webpage layout design; online ad with frontend/backend interactive program.",
    "about-title": "",
    "contact-info": "If you have any job offer or inquiries, please feel free to contact me at：",
    "gallery-title": "",
    "program-title": "",
    "plan-text": "Planning",
    "program-text": "Programming",
    "art-text": "Art",
    "server-text": "Server",
    "client-text": "Client",
    "architecture-text": "Game Architecture",
    "character-control-text": "Character Control",
    "character-design-text": "Character Design",
    "jungleAdventure-story": "ALEE’s Jungle Adventure is a 2D shooting game. It is a story about a group of felis furries who shuttle in space to find a new planet of residence after the destruction of their motherland. Unfortunately, they mistakenly enter the nest of alien. The player takes a role as Captain ALEE to begin his adventure in this unknown place in order to save his companions.",
    "dream-story": "'Dream' is a side-scrolling game, player needs to control the character to escape from each stage. Each stage, various monsters will block your way and attack you. You can attack back with a long distance attack. However, each attack cost you a cube (=bullet), players is required to defeat the monsters in order to gain some cubes, if not, once it turns zero,  you can do nothing but run and jump.",
    "cartonWar-story": "'CartonWar' is a web-based connection game with a max. of 4 players. Each player need to select the gender and mask of the character, and then they will enter the game room to start an exciting fight together.",
    "dreamland-story": "In this game, player plays as a little girl who has been trapped in a dream. You are required to dodge the monsters and find the abandoned candies to leave the dream. By holding the space bar will slightly speed up the girl's moving speed, which will make it easier to escape from the monster. Besides, by eating the cakes, the cooling time of the ability can be restored faster.",
    "twoC-story": "'±2℃' is a third-person 3D action game. In this game, player plays as a penguin which is being chased by a hungry polar bear. By playing this game, player can feel the law of the jungle within the animal world.",
    "born-story": "'BOOM! BORN' is a first-person 3D photo hunt game, player plays as E.T who needs to find suspicious items in an obsolescent farm. In the screen, you can see two similar pictures, you can rotate all around in order to find something suspicious compare to the original one.",
    "graverobber-story": "'Graverobber' is a Flash puzzle-action game, player is a graverobber, and is asked to steal treasures. On the way, you must pick up some tools or items to help you completing the stage.",
    "web-title": "Interstitial Webpage (ads), layout (mainly Taiwan Company), Coding",
    "web-project-1-1": "A mini-monopoly game based on friDAY's products(mobile view only)",
    "web-project-title-1-1": "friDAY Shopping",
    "web-project-1-2": "Users can select various side dishes to match with 4 types of mayonnaises(mobile view only)",
    "web-project-title-1-2": "LAUREL Corporation",
    "web-project-1-3": "Detect the face condition index in order to recommend related product to the users(mobile view only)",
    "web-project-title-1-3": "LA ROCHE-POSAY.",
    "web-project-1-4": "Slide the car to the correct position",
    "web-project-title-1-4": "Ford Motor Company (TW)",
    "web-project-1-5": "A show room that provide a test drive effect",
    "web-project-title-1-5": "Nissan Motor Co.,Ltd (TW)",
    "web-project-1-6": "Shake the smartphone to activate the animation for NISSAN BIG TIIDA",
    "web-project-title-1-6": "Nissan Motor Co.,Ltd (TW)",
    "web-project-1-7": "An interactive mini game for movie promotion",
    "web-project-title-1-7": "At Cafe 6 (Movie)",
    "web-project-2-1": "Scratch-off lottery, exchange code will be popped up once hit the first prize(mobile view only)",
    "web-project-title-2-1": "FitFlop™",
    "web-project-2-2": "Bring out a horror atmosphere through the thrilling sound effects and pictures; Users can also take a creepy photo and share to fb(mobile view only)",
    "web-project-title-2-2": "Poltergeist (Movie)",
    "web-project-2-3": "Select your horoscope and the video will show your represented Bomy fruit vinegar (new products), you can also input the receipt number for prize draw",
    "web-project-title-2-3": "Chou-Chin Industrial Co., Ltd",
    "web-project-2-4": "Using HTML5 to produce a congee making animation",
    "web-project-title-2-4": "Knorr",
    "web-project-2-5": "Provide a simple testing on face condition",
    "web-project-title-2-5": "PHILIPS",
    "web-project-2-6": "Using HTML5 to produce an interstitial webpage ads. with sound effect",
    "web-project-title-2-6": "J.P. Morgan & Co.  (TW)",
    "web-project-2-7": "Clean and refine pores by scratching the phone's screen",
    "web-project-title-2-7": "Et tu sais Co., Ltd (TW)",
    "web-project-3-1": "Ads on Autumn foliage(mobile view only)",
    "web-project-title-3-1": "SET Tour",
    "web-project-3-2": "New flavor chips voting competition",
    "web-project-title-3-2": "Kuai Kuai Co., Ltd ",
    "web-project-3-3": "Change the color of the car by shaking the smartphone",
    "web-project-title-3-3": "Subaru Corporation (TW)",
    "web-project-3-4": "SHISEIDO 2016 Chinese New Year's representative word testing",
    "web-project-title-3-4": "Shiseido Company, Limited (TW)",
    "web-project-3-5": "An ads on moisturing testing",
    "web-project-title-3-5": "Estée Lauder Companies Inc.(TW)",
    "web-project-3-6": "Scratch-off lottery activity",
    "web-project-title-3-6": "RT-MART International Ltd.",
    "web-project-3-7": "2016 INFERNO movie promotion ads",
    "web-project-title-3-7": "INFERNO (Movie)"
}